[
  {
    "imageFile": "food1",
    "foodName": "ห่อหมกปลาทู",
    "detail": "ห่อหมกสูตรพิเศษ ที่มีรสชาติที่เข้มข้น ของพริกแกง เข้ากันอย่างลงตัวกับปลาทู แล้วเนื้อสัมผัสก็นุ่มมาก ทางร้านเราโรยใบมะกรูดเข้าไปด้วย ทำให้หอม จนหยุดทานไม่ได้เลย",
    "description": "ร้านห่อหมก",
    "price": "80 บาท",
    "reviewScore": "star_5point"
  },
  {
    "imageFile": "food2",
    "foodName": "ข้าวหน้าปลาไหล",
    "detail": "ข้าวหน้าปลาไหลที่มีซอสเข้มช้นทาาบนปลา เป็นรสชาติที่อร่อยมากๆ ด้วยข้าวที่เดิมทีก็อร่อยอยู่แล้ว ร่วมกับมันปลาที่อย่างกลิ่นหอม ทำให้ดึงรสชาติออกมาก จนกินจานแรกหมด ก็สั่งต่ออีกจาน",
    "description": "ร้านโออิชิ",
    "price": "359 บาท",
    "reviewScore": "star_4point"
  },
  {
    "imageFile": "food3",
    "foodName": "ปลาผัดกะเพรา",
    "detail": "ปลาร้อนๆ เสิร์ฟบนจานหิน นอกจากรสชาติของเนื้อที่อร่อยอยู่แล้ว ยังมีน้ำซอสราดข้างบนอีก บอกเลยว่า กินทีมีตัวลอยกันบ้าง แล้วยังมีเครื่องเคียงอย่างใบกะเพราทอด ไว้กินควบคู่กันแล้วอร่อยสุด",
    "description": "คิงซีฟู้ด",
    "price": "99 บาท",
    "reviewScore": "star_3point"
  },
  {
    "imageFile": "food4",
    "foodName": "หมูทอด",
    "detail": "อาหารพื้นบ้าน ที่หลายๆคนคุ้นเคย นอกจากจะมีรสชาติที่ลงตัวแล้ว ยังมีสัมผัสที่ชวนให้คิดถึงกับข้าวที่บ้านอีกด้วย กินกับข้าวเหนียวบอกเลยว่าลงตัวสุดๆ แล้วก็หมูทอดนี่ ทำมาจากเนื้อหมูแทรกมัน บอกเลยว่ากัดทีละลายเลย",
    "description": "ร้านปลาริบน้ำ",
    "price": "35 บาท",
    "reviewScore":"star_2point"
  },
  {
    "imageFile": "food5",
    "foodName": "ทอดมัน",
    "detail": "อาหารพื้นบ้าน ที่หลายๆคนคุ้นเคย นอกจากจะมีรสชาติที่ลงตัวแล้ว ยังมีสัมผัสที่ชวนให้คิดถึงกับข้าวที่บ้านอีกด้วย กินกับข้าวเปล่าบอกเลยว่าลงตัวสุดๆ แล้วก็ทอดมันนี่ ทำมาจากเนื้อปลาแน่นๆ บอกเลยว่ากัดทีเห็นหน้าปลาเลย",
    "description": "เจ๊ไฝ",
    "price": "169 บาท'",
    "reviewScore": "star_3point"
  },
  {
    "imageFile": "food6",
    "foodName": "เค้กเรดเวลเว็ด",
    "detail": "เอาจริงๆ เมนูของหวานที่พลาดไมได้ เนื้อเค้กเนียนนุ่ม บวกกับสีแดงที่ทำจากธรรมชาติ น่าทานสุดๆ",
    "description": "บ้านขนม",
    "price": "220 บาท",
    "reviewScore": "star_1point"
  },
  {
    "imageFile": "food7",
    "foodName": "แฮมเบอร์เกอร์หมู",
    "detail": "เนื้อหมูกับขนมปังที่ซ้อนกันเป็นชั้นๆ สลับกันไปมา สีสันน่าทาน เนื้อหมูนุ่ม ขนมปังกรอบ อร่อยอย่าบอกใครเลยล่ะ",
    "description": "ร้านแฮมเบิร์ก",
    "price": "80 บาท",
    "reviewScore": "star_5point"
  }
]